Repository: wp-plugins/wp-no-bot-question
Catalog: wp_nobot_question-*.po
Languages: fr_fr

source: Settings
fr_fr: Paramètres

source: Required
fr_fr: Obligatoire

source: Error: Please fill in the required question.
fr_fr: Erreur: S'il vous plaît compléter le question obligatoire.

source: Error: Please fill in the correct answer to the question.
fr_fr: Erreur: S'il vous plaît remplir dans la réponse exacte à la question.

source: Question to present to bot
fr_fr: Question de présenter au bot

source: Type here to add a new question
fr_fr: Tapez ici pour ajouter une nouvelle question

source: Delete Question
fr_fr: Supprimez Cette Question

source: Possible Answers
fr_fr: Réponses Possibles

source: Delete
fr_fr: Supprimez

source: Add New
fr_fr: Ajoutez

source: WP No-Bot Question settings updated.
fr_fr: WP No-Bot Question paramètres mis à jour.

source: Enable WP No-Bot Question
fr_fr: Activer

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Protect the registration page too?
fr_fr: Protéger la page d'enregistrement aussi?

source: Questions to present to bot
fr_fr: Question à présenter au bot

source: Enter a new answer here
fr_fr: Tapez une nouvelle reponse ici

source: Simple question that blocks most spambots (and paid robots) by making them answer a common sense question
fr_fr: Simple question qui bloque la plupart des spambots (robots et payés) en les rendant répondre à une question de bon sens
